---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RenderPlantTrimHeight
source: html/f5e899e6-2da0-e399-eed7-be814a0de489.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RenderPlantTrimHeight Property

"Plant Trim Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RenderPlantTrimHeight { get; }
```